INSERT INTO cdivision VALUES
(1, 'Отдел продаж', '9879075'),
(2, 'Отдел обслуживания юридических лиц');

INSERT INTO cposition VALUES
(1, 'Консультант', 250000),
(2, 'Менеджер', 55500),
(3, 'Старший менеджер', 62150);

INSERT INTO rclient VALUES
(1, 'denis', '1234', 'Чистяков Денис Денисович', '3618555666', '9876662211', 'М'),
(2, 'sanya', 'qwerty', 'Курганов Александр Владимирович', '3617688741', '97651233', 'М');

INSERT INTO jaccount VALUES
(1, 1, '900к120у', 900, 'руб'),
(2, 2, '545к111н', 15000, 'дол');

INSERT INTO jtransaction VALUES
(1, 1, 2, 100),
(1, 2, 1, 500);

INSERT INTO remployee VALUES
(1, 1, 'Марков Алексей Валерьевич', 'Московское шоссе, д.322, кв. 12', '89776780099', '1990-02-02', 'М', 'женат', 'нет'),
(2, 2, 'Иссякин Григорий Леонидович', 'Проспект Кирова, д. 22, кв. 167', '89098651209', '1955-05-08', 'М', 'холост', 'нет'),
(3, 2, 'Васильева Анна Сергеевна', 'ул. Мира, д. 29, кв. 2', '89997880011', '1999-01-02', 'Ж', 'замужем', 'нет');

INSERT INTO jtransfer VALUES
(1, 1, 1, 2, 1),
(2, 2, 2, 1, 3);